app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "phone", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Mitesh"], ["email", "mitesh.kothari2709@gmail.com"], ["phone", "8867953549"], ["created_at", "2019-08-31 07:39:32.931325"], ["updated_at", "2019-08-31 07:39:32.931325"]]
---
  def create
    user = User.new(user_params)
    if user.save